Repository: codeaudit/mpin-mobile-sdk
Catalog: project/xcode/MPinApp/MPinApp/Resources/*.lproj/Localizable.strings
Languages: bg_bg

# MENUVC_OPTION_0
source: IDENTITY LIST
bg_bg: АКАУНТИ

# MENUVC_OPTION_1
source: CONFIGURATION LIST
bg_bg: КОНФИГУРАЦИИ

# MENUVC_OPTION_2
source: QUICK START GUIDE
bg_bg: ОТНОСНО

# USERLISTVC_TITLE
source: Identity List
bg_bg: Акаунти

# USERLISTVC_ADD_NEW_ID
source: ADD NEW IDENTITY +
bg_bg: Добавяне на нов акаунт +

# ADDIDVC_TITLE
source: Add Identity
bg_bg: ДОБАВЯНЕ НА ID

# ADDIDVC_LBL_IDENTITY
source: ENTER YOUR EMAIL
bg_bg: ВЪВЕДЕТЕ EMAIL

# ADDIDVC_LBL_DEVNAME
source: DEVICE NAME
bg_bg: ИМЕ НА УСТРОЙСТВОТО

# ADDIDVC_TXT_DEVNAME
source: Device name...
bg_bg: ИМЕ...

# ID_CREATED_TITLE
source: Identity Created
bg_bg: ID Е СЪЗДАДЕНО

# ID_CREATED_MESSAGE
source: Congratulations! Your identity: %@ had been set up successfully.
bg_bg: ПОЗДРАВЛЕНИЯ! Вашето ID: %@ БЕШЕ СЪЗДАДЕНО УСПЕШНО.

# ID_CREATED_BTN_SIGN_IN
source: SIGN IN WITH THIS IDENTITY
bg_bg: ВЛИЗАНЕ С ТОВА ID

# CONFIRM_EMAIL_VC_TITLE
source: Confirm Email
bg_bg: ПОТВЪРЖДЕНИЕ НА EMAIL

# CONFIRM_EMAIL_VC_LBL_MESSAGE
source: We have sent you an email to: %@ Click the link in the email to confirm your identity and proceed.
bg_bg: Изпратихме email на адрес: %@ ....

# CONFIRM_EMAIL_VC_BTN_EMAIL_CONFIRMED
source: I CONFIRMED MY EMAIL
bg_bg: ПОТВЪРДИХ EMAIL

# CONFIRM_EMAIL_VC_BTN_RESEND_EMAIL
source: RESEND EMAIL
bg_bg: ИЗПРАТИ ОТНОВО

# CONFIRM_EMAIL_VC_BTN_GOTO_ID_LIST
source: GO TO THE IDENTITY LIST
bg_bg: НАЗАД КЪМ СПИСЪКА

# OTPVC_TITLE
source: One Time Password
bg_bg: ЕДНОКРАТНА ПАРОЛА

# OTPVC_LBL_MESSAGE
source: You can now use this password to log in to your RADIUS service
bg_bg: МОЖЕ ДА ИЗПОЛЗВАТЕ СЛЕДНАТА ПАРОЛА ЗА ДОСТЪП

# OTPVC_LBL_YOUR_PASSWORD
source: YOUR PASSWORD
bg_bg: ВАШАТА ПАРОЛА

# ACCESSNUMBERVC_TITLE
source: Enter Access Number
bg_bg: ВЪВЕДЕТЕ НОМЕР ЗА ДОСТЪП

# ACCESSNUMBERVC_NOTE
source: ENTER %d DIGIT ACCESS NUMBER
bg_bg: ВЪВЕДЕТЕ %d ЦИФРЕН НОМЕР ЗА ДОСТЪП

# CONFIGLISTVC_TITLE
source: Configuration List
bg_bg: Конфигурации

# ADDCONFIGVC_TITLE_ADD
source: Add Service
bg_bg: ДОБАВЯНЕ НА КОНФИГУРАЦИЯ

# ADDCONFIGVC_TITLE_EDIT
source: Edit Configuration
bg_bg: ДОБАВЯНЕ НА КОНФИГУРАЦИЯ

# ADDCONFIGVC_NAME
source: Service Name
bg_bg: ИМЕ

# ADDCONFIGVC_URL
source: M-PIN Server
bg_bg: Адрес

# ADDCONFIGVC_PREFIX
source: RPS Prefix
bg_bg: RPS ПРЕФИКС

# ADDCONFIGVC_BTN_TEST_CONFIG
source: TEST CONFIGURATION
bg_bg: ТЕСТВАЙ КОНФИГУРАЦИЯТА

# ADDCONFIGVC_ERROR_EMPTY_URL
source: M-PIN SERVER URL is empty
bg_bg: МОЛЯ ВЪВЕДЕТЕ URL

# ADDCONFIGVC_ERROR_INVALID_URL
source: M-PIN SERVER URL is not valid
bg_bg: НЕВАЛИДЕН URL

# ADDCONFIGVC_MESSAGE_CONFIG_OK
source: Configuration is valid
bg_bg: ВАЛИДНА КОНФИГУРАЦИЯ

# ADDCONFIGVC_INVALID_CONFIG
source: Invalid configuration
bg_bg: НЕВАЛИДНА КОНФИГУРАЦИЯ

# ACCOUNTSUMMARYVC_TITLE
source: Account Summary
bg_bg: Обобщена информация

# ABOUTVC_TITLE
source: About
bg_bg: Относно

# ABOUTVC_VER_NUMBER
source: Ver. %@
bg_bg: Версия %@

# PINPAD_VC_TITLE
source: Enter Your PIN
bg_bg: Въведете ПИН

# HUD_CHANGE_CONFIGURATION
source: Changing configuration. Please wait.
bg_bg: Смяна на конфигурацията. Моля изчакайте.

# HUD_AUTH_SUCCESS
source: You have successfully been authenticated
bg_bg: Успешна автентикация

# HUD_LOGOUT
source: Logging OUT
bg_bg: Излизане

# HUD_LOGOUT_OK
source: Logout Successful
bg_bg: Успешно излизане

# HUD_LOGOUT_NOT_OK
source: Logout Unsuccessful
bg_bg: Неуспешно излизане

# HUD_REACTIVATE_ACCOUNT
source: Invalid User Reactivate an Account!
bg_bg: Невалиден потребител Моля преактивирайте акаунта си!

# HUD_UNSUPPORTED_ACTION
source: Unsupported State and Action!
bg_bg: Неподдържано действие!

# HUD_SAVE_CONFIG
source: Saving configuration. Please wait.
bg_bg: Запазване на конфигурацията. Моля изчакайте.

# HUD_SAVE_CONFIG_AND_DEL
source: Saving configuration. Please wait. All associated identities will be deleted.
bg_bg: Запазване на конфигурацията. Моля изчакайте. Всички асоциирани профили ще бъдат изтрити.

# ERROR_PLEASE_ENTER_VALID_EMAIL
source: Please enter a valid email address.
bg_bg: Моля въведете валиден email адрес!

# ERROR_PLEASE_ENTER_VALID_USER_ID
source: Please enter a valid user id in the text field.
bg_bg: Моля въведете валидно потребителско име!

# ERROR_UNEXPECTED_USER_STATE
source: User state is unexpected %ld
bg_bg: Неочаквана грешка %ld

# ERROR_WRONG_AN
source: Incorrect access number. Please try again.
bg_bg: Грешен номер за достъп

# PIN_INPUT_CANCELED
source: PIN input cancelled
bg_bg: Въвеждането на ПИН беше прекъснато

# CRYPTO_ERROR
source: Internal error. Please try again and if the problem persists, contact your system administrator. Error code 1001.
bg_bg: Грешка в криптографията

# STORAGE_ERROR
source: Internal error. Please try again and if the problem persists, contact your system administrator. Error code 1002.
bg_bg: Грешка при записване

# NETWORK_ERROR
source: Network error. Please try again and if the problem persists, contact your system administrator. error code 1003.
bg_bg: Мрежова грешка

# RESPONSE_PARSE_ERROR
source: Internal error. Please try again and if the problem persists, contact your system administrator. Error code 1004.
bg_bg: Невалиден отговор от сървъра

# FLOW_ERROR
source: Internal error. Please try again and if the problem persists, contact your system administrator. Error code 1005.
bg_bg: FLOW ERROR

# IDENTITY_NOT_AUTHORIZED
source: Your identity is not authorized. Please contact your system administrator. Error code 1006.
bg_bg: ОТКАЗАНА РЕГИСТРАЦИЯ

# IDENTITY_NOT_VERIFIED
source: Identity not verified. Please contact your system administrator. Error code 1007.
bg_bg: АКАУНТА НЕ Е ВЕРИФИЦИРАН

# REQUEST_EXPIRED
source: Request expired. Please reregister. If the problem persists, please contact your system administrator. Error code 1008.
bg_bg: ОСТАРЯЛ РЕКУЕСТ

# REVOKED
source: Your account has been revoked. Please contact your system administrator. Error code 1009.
bg_bg: Потребителският акаунт е забранен от сървъра

# INCORRECT_PIN
source: Incorrect PIN. Please try again. Error code 1010.
bg_bg: Невалиден ПИН

# INCORRECT_ACCESS_NUMBER
source: Incorrect access number. Please try again. Error code 1013.
bg_bg: Невалиден Номер за достъп

# HTTP_SERVER_ERROR
source: Server error. Please contact your system administrator. Error code 1011.
bg_bg: ГРЕШКА В СЪРВЪРА

# HTTP_REQUEST_ERROR
source: Server error. Please contact your system administrator. Error code 1012.
bg_bg: ИЗПРАТЕНИ СА НЕВАЛИДНИ ДАННИ КЪМ СЪРВЪРА

# WARNING_USER_WILL_BE_DELETED
source: User "%@" will be deleted!
bg_bg: Потребителят "%@" ще бъде изтрит!

# WARNING_CANNOT_EDIT_PREDEFINED_CONFIG
source: Predefined configurations cannot be edited.
bg_bg: ПРЕДЕФИНИРАНИТЕ КОНФИГУРАЦИИ НЕ МОГАТ ДА БЪДАТ РЕДАКТИРАНИ.

# WARNING_CANNOT_DELETE_PREDEFINED_CONFIG
source: Predefined configurations cannot be deleted.
bg_bg: ПРЕДЕФИНИРАНИТЕ КОНФИГУРАЦИИ НЕ МОГАТ ДА БЪДАТ ИЗТРИВАНИ.

# WARNING_THIS_WILL_DELETE_ALL_IDS
source: If you delete this configuration you will not be able to log into this service unless you recreate this configuration.
bg_bg: Това действие ще изтрие всички id's асоциирани с този бекенд

# WARNING_VERIFY_FINGER
source: Verify fingerprint
bg_bg: Проверка на пръстов отпечатък

# LOGIN_MOBILE_APP
source: Mobile application login
bg_bg: ЛОГИН В МОБИЛНО ПРИЛОЖЕНИЕ

# LOGIN_ONLINE_SESSION
source: Login to Online Session
bg_bg: ЛОГИН В УЕБ БРАУЗЪР

# LOGIN_OTP
source: OTP Login
bg_bg: ЛОГИН С ЕДНОКРАТНА ПАРОЛА
